[
  {
    "name": "Abraço da Pedra",
    "school": "Primal",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": ["fosso"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "A terra engole e prende os pés de uma quantidade de inimigos máxima igual à sua Magia, dentro de 30 metros, a menos que eles tenham sucesso em um teste de FORÇA (PODERIO MUSCULAR) contra seu poder de feitiço. Um inimigo preso pode gastar uma ação menor em seu turno para repetir o teste."
  },
  {
    "name": "Abrigo",
    "school": "Primal",
    "manaCost": "2 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Primal", "graduation": "novato" }],
    "duration": "12 horas",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Esta magia cria um domo tremeluzente, com até 6 metros de diâmetro e 3 metros de altura no centro. O ambiente dentro do domo é fresco, seco e confortável, a despeito do clima no lado de fora. A barreira do domo protege contra precipitações e pequenos fragmentos, mas não contra ataques. Você pode controlar o nível interno de luz, desde penumbra (levemente mais escuro do que o lado de fora) até a luz de um lampião. O abrigo dura por até 12 horas, ou até que você o descarte. Você pode manter apenas um abrigo por vez."
  },
  {
    "name": "Alucinação",
    "school": "Entropia",
    "manaCost": "15 PM",
    "actionTime": "1minuto",
    "NA": 15,
    "baseDamage": "",
    "test": ["PERCEPÇÃO (AUDIÇÃO)", "PERCEPÇÃO (VISÃO)", "PERCEPÇÃO (OLFATO)"],
    "prerequisite": [{ "school": "Entropia", "graduation": "veterano" }],
    "duration": "Concentração",
    "extraDuration": "",
    "extraManaCost": "5 PM por alvo adicional",
    "extraDamage": "",
    "description": "Você conjura, na mente de um alvo a até 30 metros, uma alucinação óptica, auditiva ou olfativa, com altura e largura máximas iguais à sua Magia, em metros. Você pode acrescentar alvos adicionais por 5 PM cada. Os alvos devem ter sucesso em um teste de PERCEPÇÃO (AUDIÇÃO, VISÃO ou OLFATO) contra seu poder de feitiço para perceber a ilusão. “Tocar” a alucinação automaticamente revela o truque. A alucinação dura enquanto você gastar ações livres para se concentrar nela."
  },
  {
    "name": "Apressar",
    "school": "Criação",
    "manaCost": "10 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["defesa heroica"],
    "duration": "1 rodada",
    "extraDuration": "10 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Este feitiço transforma o mago ou um aliado em um borrão no campo de batalha, permitindo que se mova e ataque com velocidade cegante. O alvo recebe +10 em sua Velocidade. Além disso, a façanha ataque relâmpago custa 2 PF para ele, e ele pode comprar a façanha várias vezes em uma rodada (esses ataques extras não geram pontos de façanha). Este feitiço dura uma rodada, mas você pode estendê-lo gastando 10 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Armadura de Pedra",
    "school": "Primal",
    "manaCost": "3 a 8 PM",
    "actionTime": "1minuto",
    "NA": 10,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "1 hora",
    "extraDuration": "1 hora por PM adicional (até 6 horas)",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Sua pele torna-se dura como pedra. A armadura de pedra tem um valor de armadura igual à sua Magia. O feitiço dura por 1 hora, mas sua duração pode ser estendida — para cada PM adicional que seja gasto além dos 3 primeiros, a armadura de pedra permanece ativa por mais uma hora, até um máximo de 6 horas no total. Um mago que esteja vestindo armadura não recebe qualquer benefício por este feitiço."
  },
  {
    "name": "Armas Congelantes",
    "school": "Primal",
    "manaCost": "6+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "+2 de dano penetrante",
    "test": ["Vazio"],
    "prerequisite": ["garra do inverno"],
    "duration": "1 minuto",
    "extraDuration": "3 PM por minuto extra",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "As armas de combate corpo-a-corpo preparadas de todos os aliados a até 10 metros de você exalam frio congelante, causando +2 de dano penetrante. O frio dura por um minuto. Você pode estender a duração do feitiço ao lançá-lo, gastando 3 PM por minuto extra. Este feitiço não danifica as armas, e pode ser lançado em armas flamejantes e telecinéticas. Apenas o dano adicional é penetrante."
  },
  {
    "name": "Armas Flamejantes",
    "school": "Primal",
    "manaCost": "6+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "+1d6 de dano",
    "test": ["Vazio"],
    "prerequisite": ["rajada de fogo"],
    "duration": "1 minuto",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Como armas congelantes, mas as armas ardem em chamas e causam +1d6 pontos de dano."
  },
  {
    "name": "Armas Telecinéticas",
    "school": "Espírito",
    "manaCost": "8+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "bônus de dano igual à sua Magia",
    "test": ["Vazio"],
    "prerequisite": ["campo de força"],
    "duration": "1 minuto",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Como armas congelantes, mas as armas pulsam com força arcana e recebem um bônus de dano igual à sua Magia. Qualquer ataque feito com uma arma afetada pode ser afetado pela façanha perfurar armadura por 1 PF a menos que o normal (isto pode ser combinado com outros efeitos, como os bônus de façanha de ladino de nível 2, para reduzir o custo da façanha para 0 PF)."
  },
  {
    "name": "Atordoar",
    "school": "Entropia",
    "manaCost": "2 PM",
    "actionTime": "açãoPrincipal",
    "NA": 11,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": [],
    "duration": "Até o início do próximo turno do alvo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você enfeitiça um alvo visível a até 10 metros. Se ele for bem-sucedido em um teste de VONTADE (DISCIPLINA) contra o seu poder de feitiço, fica um pouco confuso e sofre uma penalidade de –1 em todos os testes de habilidades até o começo do seu próximo turno. Se falhar, sofre a mesma penalidade e não pode realizar nenhuma ação no próximo turno dele."
  },
  {
    "name": "Aura de Poder",
    "school": "Espírito",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "+2 em danos com ataques corpo-a-corpo",
    "test": ["Vazio"],
    "prerequisite": ["especialização guerreiro arcano"],
    "duration": "1 minuto",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "A magia flui através de você, concedendo um bônus de +2 em danos com ataques corpo-a-corpo por um minuto."
  },
  {
    "name": "Aura Heroica",
    "school": "Criação",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["ofensiva heroica"],
    "duration": "Resto do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Este feitiço envolve um alvo a até 30 metros com uma aura que desvia ataques. O alvo recebe um bônus de +2 em Defesa pelo resto do encontro. Este feitiço não se acumula com feitiços que ajustam sua Defesa com base em seu poder de feitiço, como escudo arcano e escudo do Turvo."
  },
  {
    "name": "Bola de Fogo",
    "school": "Primal",
    "manaCost": "11 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "3d6 + Magia",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": ["armas flamejantes"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você lança uma fagulha a até 50 metros, que irrompe em uma bola de chamas com raio de 4 metros. Qualquer um pego na explosão sofre 3d6 + Magia pontos de dano, e deve ser bem-sucedido num teste de DESTREZA (ACROBACIA) contra seu poder de feitiço ou será derrubado."
  },
  {
    "name": "Bomba Ambulante",
    "school": "Espírito",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 13,
    "baseDamage": "1d6+1 pontos de dano penetrante",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "Até o alvo ter sucesso no teste",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você satura o sangue de um oponente a até 10 metros com um veneno corrosivo. Quando você lança este feitiço, ele causa 1d6+1 pontos de dano penetrante. No início de cada um de seus turnos, a vítima deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço. Se for bem-sucedido, o feitiço termina. Se falhar, sofre mais 1d6+1 pontos de dano penetrante. Caso o dano do feitiço reduza a Saúde do alvo a 0, ele explode em uma chuva de sangue, carne e ossos. Qualquer um até 4 metros da vítima sofre 2d6 pontos de dano."
  },
  {
    "name": "Bomba Ambulante Virulenta",
    "school": "Espírito",
    "manaCost": "13 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["sifão da morte"],
    "duration": "Até o alvo ter sucesso no teste",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 + Magia (alvos secundários)",
    "description": "Como bomba ambulante, mas o dano inicial é 2d6 + Magia (o dano por turno continua sendo 1d6+1). Além disso, se a vítima morrer enquanto bomba ambulante virulenta estiver em efeito, explode em uma chuva de sangue, causando 2d6 pontos de dano a todos num raio de 4 metros. Vítimas apanhadas nesta explosão devem ter sucesso em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço –2 ou irão se tornar alvos secundários deste feitiço, sofrendo dano penetrante igual a 1d6 + Magia a cada turno até que tenham sucesso no teste. Alvos secundários não contaminam alvos adicionais."
  },
  {
    "name": "Campo de Força",
    "school": "Espírito",
    "manaCost": "10+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 18,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["explosão mental"],
    "duration": "1 rodada",
    "extraDuration": "5 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você envolve um alvo a até 25 metros com um campo protetor. O alvo fica imune a dano, mas não pode se mover (o campo de força é imóvel), atacar ou entregar ou receber quaisquer itens. Feitiços e outros efeitos que não causam dano direto, como atordoar, drenar mana ou maldição da vulnerabilidade, ainda afetam o alvo normalmente. Feitiços podem sair do campo de força normalmente. Este feitiço dura uma rodada, mas você pode estender sua duração ao lançá-lo, gastando 5 PM por rodada de duração adicional."
  },
  {
    "name": "Campo de Repulsão",
    "school": "Espírito",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 16,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": ["campo de força"],
    "duration": "3 rodadas (ondas no final do turno e a cada 2 turnos seguintes)",
    "extraDuration": "",
    "extraManaCost": "1 PM por turno para manter",
    "extraDamage": "",
    "description": "Este feitiço envolve-o com um campo de energia que empurra inimigos para longe de você. No final de seu turno, e no final de cada dois turnos seguintes, uma onda de energia brota de você. Inimigos a até 6 metros devem ser bem-sucedidos em um teste de FORÇA (PODERIO MUSCULAR) contra seu poder de feitiço, ou serão empurrados 4 metros para longe de você e derrubados. Para manter este feitiço, você deve gastar 1 PM no começo de cada um de seus turnos, mesmo nas rodadas em que nenhuma onda surge. Você não pode lançar este feitiço duas vezes para gerar uma onda por rodada."
  },
  {
    "name": "Choque",
    "school": "Primal",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 13,
    "baseDamage": "1d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 (se o teste for bem-sucedido)",
    "description": "Eletricidade se estende de suas mãos ou cajado, atingindo uma área de 6 por 6 metros. Inimigos nesta área sofrem 1d6 + Magia pontos de dano penetrante. Alvos bem-sucedidos em um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço sofrem apenas 1d6 pontos de dano penetrante."
  },
  {
    "name": "Choque de Mana",
    "school": "Espírito",
    "manaCost": "10+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "1d6 + Magia",
    "test": ["MAGIA (ESPÍRITO)"],
    "prerequisite": ["força de feitiço"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "2 PM por 1 ponto de dano adicional e 2 PM perdidos",
    "extraDamage": "1 ponto de dano adicional por 2 PM gastos",
    "description": "Você sacrifica reservas mágicas pessoais para apagar o mana de um inimigo a até 30 metros. A vítima sofre 1d6 + Magia pontos de dano penetrante. Além disso, para cada 2 PM que você gasta além do custo inicial, o alvo sofre 1 ponto adicional de dano penetrante e perde 2 PM. Se o alvo for bem-sucedido em um teste de MAGIA (ESPÍRITO) contra seu poder de feitiço, não sofre dano adicional, mas ainda sofre 1d6 + Magia de dano penetrante e perde o mana que você pagou para apagar. Este feitiço não tem efeito em alvos sem mana."
  },
  {
    "name": "Cone de Frio",
    "school": "Primal",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["armas congelantes"],
    "duration": "Várias rodadas (dependendo da Magia)",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 + Magia (se o teste for bem-sucedido)",
    "description": "Você dispara uma rajada de ar frio com 8 metros de comprimento e 2 metros de largura. Qualquer um pego na rajada sofre 2d6 + Magia pontos de dano penetrante e uma penalidade de –10 em Velocidade por um número de rodadas igual à metade de sua Magia. Alvos bem-sucedidos em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço diminuem o dano para 1d6 + Magia e a penalidade de Velocidade para –5."
  },
  {
    "name": "Convocar Fera",
    "school": "Criação",
    "manaCost": "22 PM",
    "actionTime": "1 hora",
    "NA": 17,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)"],
    "prerequisite": [{ "school": "Criação", "graduation": "veterano" }],
    "duration": "Até o nascer ou pôr do sol",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você convoca um animal selvagem da área local, que o segue até o nascer ou o pôr do sol, o que vier primeiro. O animal entende suas ordens e as obedece ao máximo de sua habilidade. Embora você possa especificar um tipo de animal, o mestre decide que tipos estão disponíveis para responder. Um animal convocado não luta até a morte e provavelmente fugirá se perder mais da metade de sua Saúde (de acordo com o mestre) a menos que tenha sucesso em um teste de VONTADE (MORAL), ou que você tenha sucesso em um teste de COMUNICAÇÃO (LIDERANÇA). O número-alvo desses testes depende da situação, mas raramente é menor do que NA 13."
  },
  {
    "name": "Corrente de Relâmpagos",
    "school": "Primal",
    "manaCost": "15+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "3d6 + Magia (alvo primário), 2d6 + Magia (alvos secundários)",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["tempestade"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "3 PM por alvo adicional",
    "extraDamage": "Reduz o dano em um dado (se o teste for bem-sucedido)",
    "description": "Relâmpagos atingem um alvo à sua escolha a até 30 metros; então, se estendem a até 5 alvos secundários à sua escolha dentro de 10 metros do alvo primário. Você deve pagar 3 PM para cada alvo além do primeiro. O alvo primário sofre 3d6 + Magia pontos de dano penetrante, e os secundários, 2d6 + Magia. Um alvo bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço reduz seu dano em um dado."
  },
  {
    "name": "Cura",
    "school": "Criação",
    "manaCost": "1 a 3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 10,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "O seu toque fecha ferimentos e restaura o vigor. O alvo recupera 1d6 de Saúde por ponto de mana gasto (máximo de 3d6 por 3 PM)."
  },
  {
    "name": "Cura em Grupo",
    "school": "Criação",
    "manaCost": "3 a 9 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["especialização Curandeiro Espiritual"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Um número de alvos igual ao dobro de sua Magia a até 10 metros de você recupera 1d6 pontos de Saúde para cada 3 PM gastos (máximo de 3d6 por 9 PM)."
  },
  {
    "name": "Decompor",
    "school": "Entropia",
    "manaCost": "5 PM",
    "actionTime": "1 minuto",
    "NA": 12,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Entropia", "graduation": "veterano" }],
    "duration": "Até o objeto ser reduzido a pó",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você desenha glifos num alvo feito de material orgânico não vivo e acelera seu processo natural de deterioração. Após o feitiço ser lançado, cada segundo que passa equivale a um dia para o alvo. Portanto, em um minuto, ele se deteriora como se dois meses tivessem passado. Em uma hora, deteriora-se quase dez anos! Isto continua até que o objeto seja reduzido a pó. Decompor não pode ser dissipado, mas você pode parar a decomposição com um glifo de preservação."
  },
  {
    "name": "Defesa Heroica",
    "school": "Criação",
    "manaCost": "8+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["aura heroica"],
    "duration": "Número de rodadas igual à metade de sua Magia",
    "extraDuration": "4 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você cerca um alvo a até 30 metros com faixas de força protetoras. O alvo recebe +5 em Defesa e +2 em Armadura por um número de rodadas igual à metade de sua Magia. Você pode estender a duração a um custo de 4 PM por rodada adicional, pagos no início dos seus turnos subsequentes como uma ação livre. Este feitiço não se acumula com feitiços que ajustam sua Defesa com base em seu poder de feitiço, como escudo arcano e escudo do Turvo."
  },
  {
    "name": "Dissipar Magia",
    "school": "Espírito",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["escudo mágico"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você tenta remover os feitiços afetando um alvo visível a até 25 metros. Faça um teste de MAGIA (ESPÍRITO) contra o poder de feitiço de cada feitiço afetando o alvo. Um sucesso significa que você remove o feitiço. O mestre pode definir que efeitos mágicos que não são provenientes de feitiços podem ser afetados por dissipar magia. Neste caso, um poder de feitiço é atribuído ao efeito para representar sua resistência."
  },
  {
    "name": "Domínio Elemental",
    "school": "Primal",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "+2 pontos de dano",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Primal", "graduation": "mestre" }],
    "duration": "1 minuto",
    "extraDuration": "4 PM por minuto adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você fortalece seus laços com as forças dos elementos. Seus feitiços primais de ataque causam +2 pontos de dano (isto inclui dano indireto, como de armas congelantes). Este feitiço dura um minuto, mas você pode estender sua duração ao lançá-lo, gastando 4 PM por minuto de duração adicional."
  },
  {
    "name": "Dormir",
    "school": "Entropia",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": ["horror"],
    "duration": "Até o alvo despertar",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Inimigos dentro de 10 metros de um ponto a até 30 metros de você adormecem a menos que tenham sucesso em um teste de VONTADE (DISCIPLINA) contra seu poder de feitiço. Alvos afetados podem repetir o teste a cada turno até despertarem. Um alvo dormindo tem Defesa 10, mas não está sujeito a golpes de misericórdia, e acorda se sofrer qualquer dano."
  },
  {
    "name": "Drenar Mana",
    "school": "Espírito",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["MAGIA (ESPÍRITO)"],
    "prerequisite": [],
    "duration": "Até o final do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você cria um elo parasítico com um alvo visível capaz de lançar feitiços a até 30 metros, a menos que o alvo seja bem-sucedido em um teste de MAGIA (ESPÍRITO) contra o seu poder de feitiço. Até o final do encontro, um alvo afetado deve gastar 1 ponto de mana adicional cada vez que lançar um feitiço. Sempre que isso acontecer, você recebe 1 ponto de mana."
  },
  {
    "name": "Drenar Vida",
    "school": "Entropia",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "1d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 (se o teste for bem-sucedido)",
    "description": "Você suga a energia vital de um alvo visível dentro de 10 metros. O alvo sofre 1d6 + Magia pontos de dano penetrante, e você recupera a mesma quantidade de Saúde. Isto apenas cura dano que você sofreu; não aumenta a sua Saúde acima do normal. Se o alvo for bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço, o dano é apenas 1d6."
  },
  {
    "name": "Enviar Sonho",
    "school": "Espírito",
    "manaCost": "7 PM",
    "actionTime": "5 minutos",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Espírito", "graduation": "veterano" }],
    "duration": "1 hora (duração do sonho)",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você envia um sonho através do Turvo a um alvo específico, que você deve conhecer. Na próxima vez em que o alvo sonhar, será o sonho que você enviou. Você pode preparar um roteiro geral do sonho, incluindo coisas como conversas (usando o sonho para enviar mensagens), mas não pode prever as reações do alvo e não está realmente interagindo com ele. O sonho enviado não pode ter mais do que uma hora. Embora o sonho possa influenciar as decisões do alvo (fornecendo presságios ou informações importantes, por exemplo), não exerce poder direto sobre sua mente. Enviar sonho não funciona em alvos que não sonham, como anões ou tranquilos."
  },
  {
    "name": "Enxame Doloroso",
    "school": "Criação",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["fonte mágica"],
    "duration": "Número de rodadas igual à metade de sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Um enxame de insetos se materializa ao redor de um inimigo a até 30 metros. No início de cada turno o alvo sofre 2d6 + Magia pontos de dano penetrante e deve ter sucesso em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço ou sofre uma penalidade de –2 em ataques e testes de lançamento de feitiço. O enxame dura uma quantidade de rodadas igual à metade de sua Magia. Se o alvo morrer antes do enxame se dissipar, o enxame se move para outro inimigo a até 20 metros."
  },
  {
    "name": "Escudo Arcano",
    "school": "Espírito",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["rajada arcana"],
    "duration": "1 rodada",
    "extraDuration": "1 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você conjura uma aura arcana que desvia ataques. Sua Defesa torna-se igual ao seu poder de feitiço (10 + Magia + Foco). Este feitiço dura uma rodada, mas você pode estender sua duração ao lançá-lo, gastando 1 PM por rodada adicional."
  },
  {
    "name": "Escudo Mágico",
    "school": "Espírito",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 13,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você usa seu poder mágico para se proteger de feitiços. O escudo mágico dura um número de rodadas igual à sua Magia. Durante este tempo, sempre que você for alvo de um feitiço, seja ele benéfico ou prejudicial, deve gastar uma quantidade de pontos de mana igual ao custo básico do feitiço (sem contar deduções por talentos ou façanhas de magia). Se fizer isso, o feitiço não o afeta. Se o feitiço afeta vários alvos, você não é afetado, mas os outros são. Se você não tiver PM suficientes, o escudo mágico termina, e o feitiço afeta-o normalmente."
  },
  {
    "name": "Escudo do Turvo",
    "school": "Espírito",
    "manaCost": "6+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["escudo arcano"],
    "duration": "1 rodada",
    "extraDuration": "2 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Viajando parcialmente ao Turvo, você melhora suas defesas. Por uma rodada, seu poder de feitiço aumenta em +2 e sua Defesa torna-se igual ao seu poder de feitiço. Você pode estender a duração deste feitiço ao lançá-lo, gastando 2 PM por rodada extra."
  },
  {
    "name": "Explosão Antimagia",
    "school": "Espírito",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 20,
    "baseDamage": "",
    "test": ["MAGIA (ESPÍRITO)"],
    "prerequisite": ["proteção antimagia"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você tenta remover todos os feitiços, tanto prejudiciais quanto benéficos, num raio de 20 metros. Faça um teste de MAGIA (ESPÍRITO) e compare seu resultado com o poder de feitiço de todos os feitiços na área. Um sucesso significa que você remove o feitiço. O mestre pode definir que efeitos mágicos que não são provenientes de feitiços podem ser afetados por explosão antimagia. Neste caso, um poder de feitiço é atribuído ao efeito para representar sua resistência."
  },
  {
    "name": "Explosão Mental",
    "school": "Espírito",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você cria uma explosão de força com 2 metros de raio centrada em qualquer lugar dentro de 50 metros que você possa enxergar. Criaturas na área são derrubadas e não podem realizar uma ação principal em seu próximo turno. Alvos bem-sucedidos em um teste de FORÇA (PODERIO MUSCULAR) contra o seu poder de feitiço são apenas derrubados. Em qualquer caso, quaisquer ações preparadas são perdidas."
  },
  {
    "name": "Explosão Telecinética",
    "school": "Espírito",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "1d6 a 2d6 (dependendo do obstáculo)",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": ["punho do Criador"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você cria uma explosão de força com 4 metros de raio centrada em qualquer lugar a até 20 metros que você possa ver. Criaturas na área devem fazer um teste de FORÇA (PODERIO MUSCULAR) contra seu poder de feitiço. Se falharem, são jogadas para a extremidade mais próxima da explosão e são derrubadas. As criaturas podem sofrer dano se baterem em um obstáculo, ou se caírem num buraco ou numa superfície perigosa. Uma explosão que jogue os inimigos contra uma parede, por exemplo, causa 1d6 pontos de dano se a parede for de madeira, ou 2d6 pontos de dano se a parede for de pedra. O mestre determina se algum dano é aplicado, e quanto. Alvos bem-sucedidos no teste não se movem, mas ainda são derrubados."
  },
  {
    "name": "Fonte",
    "school": "Criação",
    "manaCost": "4 PM",
    "actionTime": "1 minuto",
    "NA": 13,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Criação", "graduation": "veterano" }],
    "duration": "Número de horas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Ao traçar glifos na terra ou pedra naturais, e então golpeá-los com sua mão ou cajado, você faz com que uma fonte surja. A fonte jorra uma quantidade de litros d’água igual ao quádruplo da sua Magia por minuto. A água é fresca, limpa, potável e mundana — derrama-se e evapora naturalmente. Se a fonte se formar em um buraco, ela o enche e se torna um reservatório. A fonte dura um número de horas igual à sua Magia, mas você pode parar seu fluxo a qualquer momento."
  },
  {
    "name": "Fonte Mágica",
    "school": "Criação",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["graxa"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você conjura uma fonte de energia mágica com raio de 4 metros, centrada em qualquer lugar a até 50 metros que você consiga enxergar, que dura uma quantidade de rodadas igual à sua Magia. Cada mago, aliado ou inimigo, dentro da fonte mágica no começo de seu turno recupera 1d6 PM. Como uma ação livre no seu turno, você pode dispersar o feitiço para receber um número de PF igual às rodadas de duração remanescentes. Estes PF devem ser usados em façanhas de magia na mesma rodada em que foram ganhos. Qualquer ponto não gasto é perdido no final de seu turno."
  },
  {
    "name": "Força de Feitiço",
    "school": "Espírito",
    "manaCost": "11 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["purificação de mana"],
    "duration": "Até o final do encontro",
    "extraDuration": "",
    "extraManaCost": "2 PM adicionais por feitiço",
    "extraDamage": "",
    "description": "Você canaliza reservas de energia mágica, concedendo a si mesmo um bônus de +2 em poder de feitiço e recebendo +2 PF sempre que receber pontos de façanha até o fim do encontro. Enquanto estiver sob os efeitos deste feitiço, cada feitiço que você lançar custa 2 PM adicionais. Você pode cancelar este feitiço como uma ação livre no começo do seu turno."
  },
  {
    "name": "Forma de Animal Grande",
    "school": "Criação",
    "manaCost": "10+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Metamorfo", "graduation": "veterano" }],
    "duration": "1 rodada",
    "extraDuration": "3 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Como forma de animal pequeno, mas você se transforma em um animal grande, como um cão de guerra mabari, um urso negro ou um bronto. O custo para estender forma de animal grande é de 3 PM por rodada adicional."
  },
  {
    "name": "Forma de Animal Pequeno",
    "school": "Criação",
    "manaCost": "5+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Metamorfo", "graduation": "novato" }],
    "duration": "1 rodada",
    "extraDuration": "1 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você se transforma em um animal pequeno, como um falcão ou rato gigante. Você mantém sua Astúcia, Magia e Vontade, mas suas outras estatísticas são as do animal. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 1 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Forma de Criatura Feroz",
    "school": "Criação",
    "manaCost": "25+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Metamorfo", "graduation": "mestre" }],
    "duration": "Número de minutos igual à sua Magia",
    "extraDuration": "10 PM por minuto adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Como forma de animal pequeno, mas você se transforma em uma criatura feroz, como uma aranha gigante ou um dragonete (mas não como altos dragões ou varterral). Além disso, a magia dura uma quantidade de minutos igual à sua Magia (em vez de rodadas), e o custo para estendê-la é de 10 PM por minuto adicional."
  },
  {
    "name": "Fosso",
    "school": "Primal",
    "manaCost": "14 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": [{ "school": "Primal", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você cria um buraco na terra ou na pedra, com até 4 metros de largura, altura e profundidade. Alvos que estejam no solo afetado devem ter sucesso em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço ou cair no buraco. Sair do buraco exige uma ação menor."
  },
  {
    "name": "Fraqueza",
    "school": "Entropia",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 11,
    "baseDamage": "",
    "test": ["MAGIA (ESPÍRITO)"],
    "prerequisite": [],
    "duration": "Número de rodadas igual ao dado do dragão da rolagem de feitiço",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Sua magia drena a energia de um inimigo visível dentro de 20 metros, tornando-o mais fraco e lento. O alvo sofre uma penalidade de –1 em Força e Destreza, e uma penalidade de –5 em Velocidade, por um número de rodadas igual ao dado do dragão da rolagem de feitiço. Se o alvo for bem-sucedido em um teste de MAGIA (ESPÍRITO) contra o seu poder de feitiço, sofre apenas a penalidade em Velocidade."
  },
  {
    "name": "Fúria dos Elfos",
    "school": "Primal",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 13,
    "baseDamage": "Metade de sua Magia (dano penetrante)",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["especialização Mantenedor"],
    "duration": "Enquanto mantido",
    "extraDuration": "",
    "extraManaCost": "2 PM por rodada",
    "extraDamage": "",
    "description": "Terra, planta, madeira e pedra atacam seus inimigos. Enquanto este feitiço estiver ativo, qualquer inimigo que comece seu turno a até 4 metros de você deve ser bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço ou sofrerá dano penetrante igual à metade de sua Magia. Gaste 2 PM como uma ação livre no começo de seu turno a cada rodada para manter este feitiço."
  },
  {
    "name": "Garra do Inverno",
    "school": "Primal",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "1d6",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 por turno (se o teste falhar)",
    "description": "Você envolve um alvo visível e a até 20 metros em uma nuvem de frio, causando 1d6 pontos de dano penetrante. No início de cada turno do alvo, ele deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço. Se falhar, sofre mais 1d6 pontos de dano penetrante e uma penalidade cumulativa de –2 em Velocidade. Se for bem-sucedido, o feitiço termina. O feitiço dura um número máximo de rodadas igual à sua Magia. Aqueles que morrem vítimas da garra do inverno ficam congelados."
  },
  {
    "name": "Glifo da Neutralização",
    "school": "Criação",
    "manaCost": "20 PM",
    "actionTime": "1 minuto",
    "NA": 17,
    "baseDamage": "",
    "test": ["MAGIA (CRIAÇÃO)"],
    "prerequisite": ["glifo de repulsão"],
    "duration": "Até ser ativado",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "O terror dos magos, este glifo extrai mana do alvo e evita que ele lance feitiços. O primeiro inimigo que chegar a 2 metros do glifo o ativa. Quando isso acontece, qualquer um dentro de 10 metros perde um número de PM igual a 3d6 + Magia e deve fazer um teste de MAGIA (CRIAÇÃO) contra o seu poder de feitiço. Se falhar, perde a habilidade de lançar feitiços por 1d3 rodadas. Você pode manter um número de glifos da neutralização igual à sua Magia. Cada glifo funciona apenas uma vez."
  },
  {
    "name": "Glifo de Preservação",
    "school": "Criação",
    "manaCost": "1 PM",
    "actionTime": "5 minutos",
    "NA": 10,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "1 mês",
    "extraDuration": "Renovável por mais 1 mês",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você desenha um glifo tênue num alvo feito de material orgânico morto. O feitiço detém o processo de decomposição do material, mantendo-o fresco por um mês. Um glifo de preservação pode ser renovado durante sua duração, o que estende seus efeitos por mais um mês. Quando o glifo expira, o processo de decomposição recomeça de onde parou. Este feitiço é usado para preservar alimentos e cadáveres ou para proteger itens valiosos feitos de madeira, papel ou couro."
  },
  {
    "name": "Glifo de Paralisia",
    "school": "Criação",
    "manaCost": "3 PM",
    "actionTime": "1 minuto",
    "NA": 10,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "1d3 rodadas (se ativado)",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você desenha um glifo invisível no chão. O primeiro inimigo que chegar a 2 metros do glifo o ativa. Quando o glifo é ativado, o alvo deve ser bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço ou ficará paralisado por 1d3 rodadas. Um personagem paralisado não pode realizar ações e tem Defesa igual a 7. Você pode manter um número de glifos da paralisação igual à sua Magia. Cada glifo funciona apenas uma vez."
  },
  {
    "name": "Glifo de Repulsão",
    "school": "Criação",
    "manaCost": "10 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)", "DESTREZA (ACROBACIA)"],
    "prerequisite": ["glifo de vigilância"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você traça um símbolo arcano rapidamente no solo à sua frente e o atinge com todo seu poder, causando uma onda de força que arremessa para trás os inimigos a até 10 metros. Esses inimigos são empurrados por 10 metros e devem ter sucesso em um teste de CONSTITUIÇÃO (VIGOR) ou DESTREZA (ACROBACIA) contra seu poder de feitiço ou caem no chão."
  },
  {
    "name": "Glifo de Vedação",
    "school": "Criação",
    "manaCost": "3 PM",
    "actionTime": "1 minuto",
    "NA": 11,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "Até o objeto ser aberto",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você toca qualquer objeto que possa se fechar, de um baú até um portão, desenhando um glifo tênue que conecta suas duas superfícies. Uma vez que o glifo de vedação esteja completo, o objeto permanece fechado, e só você ou alguém que você tenha designado ao lançar o feitiço pode abri-lo. Para todos os outros, a única forma de abrir o selo é quebrar o objeto — por exemplo, espatifando uma jarra ou derrubando uma porta. O glifo dura até que o objeto seja aberto. Depois disso deve ser relançado para selar o objeto novamente."
  },
  {
    "name": "Glifo de Vigilância",
    "school": "Criação",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["glifo de paralisia"],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você traça um glifo no chão. Aliados a até 3 metros do glifo da vigilância ganham um bônus de +2 em testes de Vontade e Defesa contra ataques à distância, desde que fiquem dentro da área do glifo. O glifo dura até o fim do encontro. Você pode manter um número de glifos de vigilância igual à sua Magia (embora isto não permita que os efeitos de múltiplos glifos se acumulem sobre o mesmo alvo)."
  },
  {
    "name": "Graxa",
    "school": "Criação",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "1d6 (se inflamada)",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": ["lume mágico"],
    "duration": "Indefinidamente (ou número de rodadas igual à sua Magia, se inflamada)",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 por rodada (se inflamada)",
    "description": "Você cria uma poça de graxa escorregadia cobrindo uma área de até 10 metros de diâmetro em qualquer lugar a até 30 metros de você. Qualquer um que esteja dentro da área quando o feitiço for lançado, que entre na área ou que se mova dentro da área deve ser bem-sucedido em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço ou cairá no chão. A graxa é inflamável; contato com fogo a acende, causando 1d6 pontos de dano penetrante a qualquer um na área. Este fogo queima por uma quantidade de rodadas igual à sua Magia (consumindo a graxa). Personagens dentro da área sofrem 1d6 pontos de dano penetrante em seu turno a cada rodada até que saiam. Graxa não queimada persiste indefinidamente, dispersando-se somente com chuva ou se for lavada."
  },
  {
    "name": "Horror",
    "school": "Entropia",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["VONTADE (CORAGEM)"],
    "prerequisite": ["atordoar"],
    "duration": "Até o alvo passar no teste",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você subjuga um alvo visível a até 20 metros com uma onda de terror absoluto. O alvo deve fazer um teste de VONTADE (CORAGEM) contra seu poder de feitiço. Se falhar, não pode fazer nada a não ser encolher-se de medo. Um alvo que falhe pode tentar novamente no começo de cada um de seus turnos."
  },
  {
    "name": "Inferno",
    "school": "Primal",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "3d6 + Magia",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": ["bola de fogo"],
    "duration": "1 rodada",
    "extraDuration": "10 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "2d6 (se o teste for bem-sucedido)",
    "description": "Ao convocar os elementos puros da criação, você incendeia uma coluna de ar com 6 metros de raio e 12 metros de altura em qualquer lugar dentro de 50 metros. Qualquer aliado ou inimigo que entre no inferno ou que comece seu turno nele sofre 3d6 + Magia pontos de dano. Alvos que forem bem-sucedidos em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço sofrem apenas 2d6 pontos de dano, mas caem. Além disso, qualquer alvo que deixe a coluna de fogo continua a queimar, sofrendo 1d6 pontos de dano no início de seu turno até que tenha sucesso em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço para apagar as chamas. A coluna dura uma rodada, mas você pode estender sua duração por uma segunda rodada, gastando 10 PM no início de seu turno seguinte como uma ação livre."
  },
  {
    "name": "Levitar",
    "school": "Espírito",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": ["explosão mental"],
    "duration": "1 rodada",
    "extraDuration": "1 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você exerce força telecinética para mover um objeto inanimado. Quando lança levitar, divida seu valor de Magia como quiser entre a Destreza e a Força efetivas que o objeto terá enquanto você o manipula (nenhum valor pode ser menor do que 0). O feitiço dura uma rodada. Você pode gastar 1 PM no início do seu turno para mantê-lo por mais uma rodada. Uma vez que o feitiço é lançado, mover o objeto é uma ação menor, a menos que você faça algo como atacar com uma arma levitada (o que é uma ação principal). Rolagens de ataque são baseadas na Força ou Destreza que você atribuiu ao lançar o feitiço (dependendo do tipo de arma ou objeto sendo animado), mas você usa seu foco Espírito no lugar do foco da arma relevante. A maior parte dos objetos causa dano como armas improvisadas. Armas fazem seu dano comum se você possui o grupo de armas em questão. Caso contrário, fazem dano como armas improvisadas. Você deve ser capaz de ver o objeto para manipulá-lo; o feitiço termina se ele sair de sua linha de visão. A Velocidade de um objeto levitado é igual à sua Magia x 3. Se você tentar arrancar um objeto das mãos de alguém, o portador pode resistir com um teste oposto de FORÇA (PODERIO MUSCULAR) contra MAGIA (ESPÍRITO). Se ele for bem-sucedido, o feitiço termina."
  },
  {
    "name": "Lume Mágico",
    "school": "Criação",
    "manaCost": "3 PM",
    "actionTime": "1 minuto",
    "NA": 11,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "1 hora",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você invoca uma pequena esfera insubstancial que flutua perto de você por uma hora, aumentando o poder dos seus feitiços. Enquanto o lume está auxiliando-o, você recebe um bônus de +1 em seu poder de feitiço. O lume é intangível e não pode ser atacado ou tocado."
  },
  {
    "name": "Magia da Morte",
    "school": "Entropia",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["drenar vida"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você usa a força vital residual de criaturas moribundas para recuperar a sua própria. Qualquer criatura viva que morra a até 6 metros de você restaura pontos de sua Saúde em quantidade igual à Constituição da criatura (mínimo 1). Você não pode exceder sua Saúde máxima. Este feitiço dura uma quantidade de rodadas igual à sua Magia. Este feitiço e sifão da morte são mutuamente exclusivos, e não podem ser mantidos ao mesmo tempo (lançar um cancela o outro)."
  },
  {
    "name": "Maldição da Aflicção",
    "school": "Entropia",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)"],
    "prerequisite": ["maldição da vulnerabilidade"],
    "duration": "Até o final do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você amaldiçoa um alvo visível a até 30 metros e todos os outros inimigos a até 10 metros do alvo. Até o final do encontro, aqueles afetados pela maldição da aflição têm uma penalidade de –2 em todos os testes contra poder de feitiço. Um alvo principal que seja bem-sucedido num teste de MAGIA (ENTROPIA) contra seu poder de feitiço sofre apenas uma penalidade de –1 e anula os efeitos nos alvos secundários. Alvos secundários também podem fazer testes de MAGIA (ENTROPIA), mas seus sucessos ou falhas afetam apenas eles mesmos."
  },
  {
    "name": "Maldição da Desorientação",
    "school": "Entropia",
    "manaCost": "10 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)", "VONTADE (CORAGEM)"],
    "prerequisite": ["maldição da aflição"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Um inimigo a até 30 metros é afligido por grande azar, que torna seus ataques infrutíferos. A vítima sofre uma penalidade de –2 em rolagens de ataque e não pode gerar pontos de façanha. O alvo pode fazer um teste de MAGIA (ENTROPIA) ou VONTADE (CORAGEM) contra seu poder de feitiço como uma ação livre em cada um do seus turnos para cancelar o feitiço. Caso contrário, o feitiço termina depois de um número de rodadas igual à sua Magia."
  },
  {
    "name": "Maldição da Mortalidade",
    "school": "Entropia",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["magia da morte"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 + Magia por turno",
    "description": "Este feitiço faz um único inimigo aproximar-se da morte inevitável. O alvo sofre 2d6 + Magia pontos de dano penetrante quando o feitiço é lançado, mais 1d6 + Magia pontos de dano penetrante no começo de cada um de seus turnos. Além disso, não recupera Saúde de forma alguma. Os efeitos desta maldição duram uma quantidade de rodadas igual à sua Magia. Se o alvo for bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço quando o feitiço é lançado, pode recuperar Saúde normalmente."
  },
  {
    "name": "Maldição da Morte",
    "school": "Entropia",
    "manaCost": "17 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)", "VONTADE (MORAL)"],
    "prerequisite": ["maldição da desorientação"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você amaldiçoa um inimigo a até 30 metros para sofrer com toda força cada golpe que recebe. Até o final do encontro, todos os ataques contra o alvo recebem um bônus de +3, causam +3 pontos de dano e automaticamente geram +2 PF em um acerto, mesmo se um número duplo não for rolado. O alvo pode fazer um teste de MAGIA (ENTROPIA) ou VONTADE (MORAL) contra seu poder de feitiço como uma ação livre a cada turno para cancelar o feitiço. Caso contrário, o feitiço termina depois de um número de rodadas igual à sua Magia."
  },
  {
    "name": "Maldição da Vulnerabilidade",
    "school": "Entropia",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)"],
    "prerequisite": [],
    "duration": "Até o final do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você amaldiçoa um alvo visível a até 20 metros, tornando-o mais vulnerável a ataques e feitiços. Até o final do encontro, ele sofre uma penalidade de –1 em Defesa e de –2 em testes de habilidade contra poder de feitiço. Um alvo bem-sucedido em um teste de MAGIA (ENTROPIA) contra o seu poder de feitiço sofre apenas a penalidade em Defesa."
  },
  {
    "name": "Marca do Espírito",
    "school": "Entropia",
    "manaCost": "18 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "1d6 + Vontade",
    "test": ["MAGIA (ENTROPIA)", "VONTADE (MORAL)"],
    "prerequisite": ["especialização Necromante"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você marca um inimigo a até 30 metros para que espíritos o ataquem. Até o final do encontro, ele sofre 1d6 + Vontade pontos de dano penetrante por turno. O alvo pode fazer um teste de MAGIA (ENTROPIA) ou VONTADE (MORAL) contra seu poder de feitiço para resistir o feitiço. Caso contrário, o feitiço dura um número de rodadas igual à sua Magia. Se um alvo morre enquanto a marca do espírito estiver nele, seu espírito se erguerá para lutar pelo conjurador por um número de turnos igual à Vontade do mago. O espírito tem as estatísticas do morto, mas ignora efeitos do terreno, e apenas ataques mágicos podem feri-los."
  },
  {
    "name": "Marca Duradoura",
    "school": "Entropia",
    "manaCost": "21 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "2d6 + Vontade",
    "test": ["MAGIA (ENTROPIA)", "VONTADE (MORAL)"],
    "prerequisite": [
      "especialização Necromante",
      "talento Entropia (experiente)",
      "marca do espírito"
    ],
    "duration": "Número de rodadas igual ao dobro da Vontade do mago",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Como marca do espírito, mas marca um inimigo a até 40 metros, e o alvo sofre 2d6 + Vontade pontos de dano penetrante por turno. Além disso, se o alvo morre enquanto marca duradoura está sobre ele, a intensidade do espírito e o tempo pelo qual ele lutará pelo conjurador são muito aumentadas. O espírito ganha um bônus de +2 em ataque e dano e luta pelo conjurador por um número de rodadas igual ao dobro da Vontade do mago antes de partir."
  },
  {
    "name": "Moldar Clima",
    "school": "Primal",
    "manaCost": "8 PM",
    "actionTime": "1 hora",
    "NA": 16,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Primal", "graduation": "mestre" }],
    "duration": "8 horas (formação do clima)",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você comanda o clima em uma área com raio igual à sua Magia em quilômetros. Você pode aumentar ou diminuir a temperatura em cerca de 10°, fazer chover ou nevar (ou parar essas condições) ou deixar o céu encoberto ou claro, mas não pode gerar nenhuma condição climática impossível para a área ou época do ano (não pode fazer nevar no meio do verão, por exemplo, ou chover no deserto). O clima se forma dentro de oito horas depois do lançamento. Múltiplos lançamentos (e gastos de mana) ao longo de vários dias podem estender o efeito do feitiço, criando mudanças mais dramáticas."
  },
  {
    "name": "Moldar Terra",
    "school": "Criação",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Criação", "graduation": "veterano" }],
    "duration": "Enquanto mantido",
    "extraDuration": "",
    "extraManaCost": "1 PM por turno",
    "extraDamage": "",
    "description": "Você pode moldar e mover uma massa de areia, terra ou mesmo pedra a até 6 metros. O feitiço permite que você mova materiais terrosos com uma Força efetiva igual ao dobro da sua Magia. Os materiais não levitam; são empurrados ou puxados pelo chão. O mestre determina a velocidade com que os objetos podem ser movidos, com base em sua massa e Força efetiva. Você também pode moldar objetos como se fossem argila. O mestre pode exigir um teste de MAGIA (CRIAÇÃO) se você quiser um resultado específico e preciso. Para manter este feitiço, você deve gastar 1 PM no começo de cada um de seus turnos. Uma vez que você pare de manter o feitiço, os materiais ficam onde estão, sujeitos às forças naturais comuns (como a gravidade). Pedras moldadas manterão sua nova forma, enquanto forem capazes de suportar seu próprio peso."
  },
  {
    "name": "Memória",
    "school": "Espírito",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 16,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": ["explosão mental"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você toca em um alvo e faz com que ele esqueça ou lembre de uma memória específica. Você pode remover a memória de um evento acontecido um número de horas atrás igual à sua Magia, no máximo, mas pode restaurar uma memória de qualquer época, desde que seja a memória de um evento que o alvo realmente presenciou. O alvo tem direito a um teste de VONTADE (DISCIPLINA) contra o seu poder de feitiço para evitar a perda de uma memória. O mestre decide o tamanho da memória afetada. Em geral, deve se referir a um único incidente ou experiência com duração máxima igual à sua Magia em horas."
  },
  {
    "name": "Miasma",
    "school": "Entropia",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["paralisar"],
    "duration": "1 rodada",
    "extraDuration": "2 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Uma neblina verde e doentia sai dos seus pés e se espalha num raio de 10 metros a partir de você. Todos os inimigos que entrem no miasma ou comecem seu turno dentro dele devem fazer um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço ou sofrerão uma penalidade de –2 em ataques e Defesa. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 2 PM como uma ação livre no início de seus turnos seguintes."
  },
  {
    "name": "Moldar Ventos",
    "school": "Primal",
    "manaCost": "5 PM",
    "actionTime": "1 minuto",
    "NA": 14,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Primal", "graduation": "novato" }],
    "duration": "1 hora",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você faz o vento soprar em qualquer direção que quiser, em uma rajada forte o bastante para apagar velas e outras pequenas chamas, ou espalhar objetos leves como folhas ou papel. Você pode direcionar o vento por até uma hora, embora mudar sua direção ou intensidade exija uma ação principal. Entre outras coisas, moldar ventos é usado para impulsionar embarcações sem depender da natureza inconstante do clima, e para acalmar ventos que poderiam causar problemas."
  },
  {
    "name": "Nevasca",
    "school": "Primal",
    "manaCost": "20+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "2d6 + Magia",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": ["cone de frio"],
    "duration": "1 rodada",
    "extraDuration": "10 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "1d6 por turno (se o alvo começar o turno na área)",
    "description": "Este feitiço conjura uma nevasca com raio de 5 metros, centrada em qualquer lugar a até 50 metros. Qualquer um dentro da área de vento uivante sofre 2d6 + Magia pontos de dano penetrante e deve ser bem-sucedido em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço ou escorrega e cai no gelo acumulado. Alvos que comecem seus turnos dentro da nevasca sofrem 1d6 de dano penetrante adicional e devem fazer um teste imediato para evitar uma queda. Ataques feitos dentro da nevasca sofrem uma penalidade de –2 (corpo-a-corpo) ou –5 (à distância). Este feitiço dura uma rodada, mas você pode estendê-lo gastando 10 PM como uma ação livre no início de seus turnos seguintes."
  },
  {
    "name": "Nuvem da Morte",
    "school": "Entropia",
    "manaCost": "20+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 21,
    "baseDamage": "3d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["maldição da mortalidade"],
    "duration": "1 rodada",
    "extraDuration": "10 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "2d6 (se o teste for bem-sucedido)",
    "description": "Você libera uma nuvem de energia entrópica com raio de 5 metros centrado em qualquer lugar dentro de 50 metros. Qualquer aliado ou inimigo que entrar na nuvem ou começar seu turno nela sofre 3d6 + Magia pontos de dano penetrante. Alvos bem-sucedidos em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço sofrem apenas 2d6 pontos de dano penetrante. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 10 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Nuvem Entrópica",
    "school": "Entropia",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "",
    "test": ["MAGIA (ENTROPIA)"],
    "prerequisite": [{ "school": "Entropia", "graduation": "mestre" }],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você estende uma nuvem de energia entrópica que atinge um raio de 20 metros a partir de seu próprio corpo e comanda o caos da batalha. Aliados dentro da nuvem recebem +2 em todos os ataques e +1 PF em todas as rolagens que gerarem pontos de façanha. Inimigos dentro da nuvem sofrem uma penalidade de –2 em todos os ataques e –1 PF em todas as rolagens que gerarem pontos de façanha, a menos que tenham sucesso em um teste de MAGIA (ENTROPIA) contra seu poder de feitiço. Este feitiço dura até o fim do encontro."
  },
  {
    "name": "Ofensiva Heroica",
    "school": "Criação",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 11,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "O seu toque preenche um aliado com poderio mágico. O alvo recebe +1 em Força até o fim do encontro."
  },
  {
    "name": "Paralisar",
    "school": "Entropia",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 16,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["fraqueza"],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Fios de energia entrópica envolvem um oponente a até 30 metros. O alvo deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço. Se falhar, fica paralisado — sua Velocidade é reduzida à 0, perde seu bônus de Destreza em Defesa e não pode fazer ações (mas não está sujeito a um golpe de misericórdia a menos que esteja inconsciente ou moribundo). Se for bem-sucedido, sua Velocidade é diminuída em 25% (arredondado para cima). Ambos os efeitos duram pelo resto do encontro. Um alvo paralisado tem direito a um novo teste no início de seu turno a cada rodada."
  },
  {
    "name": "Paralisia em Massa",
    "school": "Entropia",
    "manaCost": "22 PM",
    "actionTime": "açãoPrincipal",
    "NA": 21,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["miasma"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Fios de energia entrópica envolvem todos os inimigos a até 30 metros. Cada alvo deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço. Se falhar, fica praticamente paralisado — sua Velocidade é reduzida à 2, perde seu bônus de Destreza em Defesa e não pode fazer ações (mas não está sujeito a um golpe de misericórdia a menos que esteja inconsciente ou moribundo). Se for bem-sucedido, deixa de somar sua Destreza em sua Velocidade. Um alvo paralisado tem direito a um novo teste no início de seu turno a cada rodada. O feitiço dura um número de rodadas igual à sua Magia."
  },
  {
    "name": "Passo da Pedra",
    "school": "Primal",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 13,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["prender"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você desaparece na terra ou pedra abaixo de seus pés e reaparece em qualquer lugar a até 24 metros, surgindo de baixo sem aviso. Isto não é teletransporte: você está viajando embaixo do solo. Não pode haver interrupção na terra ou pedra entre os pontos de início e término (você não conseguiria ir de um telhado de barro a outro com este feitiço, por exemplo), mas em geral argamassa funciona tão bem quanto pedra como meio de transporte."
  },
  {
    "name": "Pesadelo Desperto",
    "school": "Entropia",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": ["dormir"],
    "duration": "Até o alvo despertar",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você aprisiona um inimigo a até 20 metros em um pesadelo desperto. O alvo deve fazer um teste de VONTADE (DISCIPLINA) contra seu poder de feitiço. Se falhar, fica em um estado de transe e ataca seus inimigos da melhor forma possível, mas pode repetir o teste a cada turno seguinte, até despertar. Um alvo adormecido sofre uma penalidade de –3 em seu teste inicial."
  },
  {
    "name": "Petrificar",
    "school": "Primal",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["terremoto"],
    "duration": "Até o alvo passar no teste",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Um alvo a até 30 metros deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço. Se falhar, é petrificado. Um personagem petrificado tem sua Defesa reduzida para 7, mas recebe +5 em Armadura e não está sujeito a um golpe de misericórdia. A única ação que ele pode fazer é repetir o teste, até ser bem-sucedido e sobrepujar o feitiço."
  },
  {
    "name": "Prender",
    "school": "Primal",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": [{ "school": "Mantenedor", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "Metade da sua Magia (se o alvo falhar com 1, 2 ou 3 no dado do dragão)",
    "description": "Você lança gavinhas de magia de natureza pura, que puxam os inimigos na sua direção. Você pode atingir um número máximo de inimigos igual à sua Magia que estejam ao alcance de 8 metros. Cada alvo deve ser bem-sucedido em um teste de FORÇA (PODERIO MUSCULAR) contra seu poder de feitiço ou será puxado até ficar adjacente a você (ou tão perto quanto o terreno e outras obstruções permitirem). Alvos que falharem na rolagem e obtiverem 1, 2 ou 3 no dado do dragão também sofrem dano penetrante igual à metade de sua Magia, pois as gavinhas chicoteam e apertam."
  },
  {
    "name": "Prisão Esmagadora",
    "school": "Espírito",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "1d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)", "FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": ["armas telecinéticas"],
    "duration": "Até o alvo se libertar",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "2d6 + Magia (no próximo turno, se o alvo falhar no teste)",
    "description": "Você envolve um inimigo a até 20 metros em uma prisão de força que se contrai. O feitiço causa 1d6 + Magia pontos de dano e o alvo deve ser bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço ou ficar imobilizado. Alvos imobilizados não podem se mover, embora possam fazer ataques e lançar feitiços através da prisão de força. Eles também sofrem dano adicional igual a 2d6 + Magia no começo do seu próximo turno e permanecem imobilizados até que sejam bem-sucedidos em um teste de CONSTITUIÇÃO (VIGOR) ou FORÇA (PODERIO MUSCULAR) contra seu poder de feitiço para se libertar da prisão. Os alvos que falharem em um terceiro teste sofrem outro dano igual a 3d6 + Magia no começo do seu próximo turno e permanecem imobilizados até que se libertem, mas não sofrem dano adicional em turnos subsequentes."
  },
  {
    "name": "Proteção Antimagia",
    "school": "Espírito",
    "manaCost": "10 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["dissipar magia"],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você protege um aliado contra magia prejudicial até o fim do encontro, concedendo-lhe um bônus de +5 em todos os testes feitos para resistir a poder de feitiço."
  },
  {
    "name": "Proteção da Vida",
    "school": "Criação",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 16,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [
      { "school": "Curandeiro Espiritual", "graduation": "mestre" }
    ],
    "duration": "Até ser acionada ou o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você conjura uma aura protetora ao redor de um aliado a até 10 metros. Na primeira vez em que a Saúde do alvo cair abaixo de 10, ele recupera 2d6 pontos de Saúde. Proteção da vida se dissipa quando é acionada (ou no fim do encontro)."
  },
  {
    "name": "Punho de Pedra",
    "school": "Primal",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 11,
    "baseDamage": "1d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 (se o teste for bem-sucedido)",
    "description": "Você dispara uma rocha mágica contra um inimigo visível a até 20 metros. A rocha causa 1d6 + Magia pontos de dano penetrante e derruba o alvo. Se o alvo for bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço, sofre apenas 1d6 pontos de dano penetrante e não é derrubado."
  },
  {
    "name": "Punho do Criador",
    "school": "Espírito",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "1d6",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [{ "school": "Mago da Força", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você derruba seus inimigos no chão com força mágica. Você cria uma rajada com 4 metros de raio centrada em qualquer lugar visível a até 24 metros. Alvos pegos na rajada sofrem 1d6 pontos de dano penetrante e são derrubados. Alvos que tiverem sucesso em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço são apenas derrubados."
  },
  {
    "name": "Purificação de Mana",
    "school": "Espírito",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["drenar mana"],
    "duration": "Até o fim do encontro",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você usa seu mana para bloquear o mana de outros magos. Durante o resto do encontro, se alguém gastar pontos de mana dentro de 16 metros de você, você pode gastar seus próprios pontos de mana para anular o feitiço, em uma proporção de 1 para 1. Por exemplo, se um mago gastar 4 PM para lançar um feitiço dentro de 16 metros de você, você pode gastar 4 PM para anulá-lo. Este feitiço não revela o que o outro mago está tentando lançar, apenas quantos PM estão sendo gastos."
  },
  {
    "name": "Puxão do Abismo",
    "school": "Espírito",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["FORÇA (PODERIO MUSCULAR)"],
    "prerequisite": [
      { "school": "Mago da Força", "graduation": "veterano" },
      "explosão telecinética"
    ],
    "duration": "1 rodada",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você usa força telecinética para agrupar seus inimigos e torná-los mais lentos. Você cria uma área de força com um raio de 6 metros centrada em qualquer lugar a até 30 metros. Aqueles que forem pegos dentro da área devem ter sucesso em um teste de FORÇA (MAGIA) contra seu poder de feitiço ou serão puxados para o centro da área (ou o mais próximo que o terreno e obstruções permitirem). Inimigos afetados não podem correr e sofrem uma penalidade de –6 em Velocidade e de –2 em rolagens de ataque e lançamento de feitiços por uma rodada. Inimigos bem-sucedidos apenas sofrem uma penalidade de –1 em rolagens de ataque e lançamento de feitiços."
  },
  {
    "name": "Rajada Arcana",
    "school": "Espírito",
    "manaCost": "2 PM",
    "actionTime": "açãoPrincipal",
    "NA": 10,
    "baseDamage": "2d6 + dado do dragão",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 (se o teste for bem-sucedido)",
    "description": "Um raio de energia mágica surge da sua mão ou cajado e atinge um alvo visível a até 30 metros, causando 2d6 pontos de dano, mais o valor do dado do dragão da rolagem de feitiço. Se o alvo for bem-sucedido em um teste de DESTREZA (ACROBACIA) contra o seu poder de feitiço, sofre apenas 1d6 pontos de dano."
  },
  {
    "name": "Rajada de Fogo",
    "school": "Primal",
    "manaCost": "3 PM",
    "actionTime": "açãoPrincipal",
    "NA": 12,
    "baseDamage": "2d6+1",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": [],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6+1 (se o teste for bem-sucedido)",
    "description": "Labaredas irrompem das suas mãos, queimando todas as criaturas numa área com 2 metros de largura e 8 metros de comprimento. As criaturas sofrem 2d6+1 pontos de dano, ou apenas 1d6+1 pontos de dano se forem bem-sucedidas em um teste de DESTREZA (ACROBACIA) contra o seu poder de feitiço."
  },
  {
    "name": "Reanimar os Mortos",
    "school": "Espírito",
    "manaCost": "12 PM",
    "actionTime": "1 minuto",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["bomba ambulante virulenta"],
    "duration": "Número de minutos igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Uma onda de energia espiritual entra em um cadáver que você toca, fazendo com que ele volte à vida sob seu comando. O cadáver permanece animado um número de minutos igual à sua Magia, ou até que você o libere do encantamento. Use as estatísticas de esqueletos na página 291 para o morto reanimado. Em circunstâncias especiais, o mestre pode inventar estatísticas únicas, para refletir quem o corpo era em vida."
  },
  {
    "name": "Regeneração",
    "school": "Criação",
    "manaCost": "15 PM",
    "actionTime": "1 hora",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Criação", "graduation": "mestre" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Ferimentos graves se fecham e ossos quebrados se unem enquanto você acelera a cura natural de um alvo para realizar em uma hora o que normalmente levaria semanas. O alvo recupera 3d6 + Magia de Saúde e é curado de quaisquer ferimentos maiores, como ossos quebrados ou órgãos feridos. Embora esta seja uma magia poderosa, não regenera partes do corpo decepadas. Também é incapaz de curar doenças ou venenos, embora possa anular alguns sintomas."
  },
  {
    "name": "Rejuvenescer",
    "school": "Criação",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["cura"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você canaliza energia regenerativa para um aliado a até 10 metros. O alvo recupera 1d6 de Saúde imediatamente, e mais 1d6 de Saúde no começo do turno dele a cada rodada, por um número de rodadas igual à sua Magia."
  },
  {
    "name": "Rejuvenescimento em Massa",
    "school": "Criação",
    "manaCost": "10+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["rejuvenescer"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "5 PM por alvo adicional",
    "extraDamage": "",
    "description": "Como rejuvenescer, mas pode afetar vários aliados. Cada alvo além do primeiro custa 5 PM adicionais."
  },
  {
    "name": "Relâmpago",
    "school": "Primal",
    "manaCost": "6 PM",
    "actionTime": "açãoPrincipal",
    "NA": 16,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["choque"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "1d6 + Magia (se o teste for bem-sucedido)",
    "description": "Um raio elétrico sai de sua mão estendida ou cajado, atingindo um alvo a até 30 metros. O raio causa 2d6 + Magia pontos de dano penetrante. Se o alvo for bem-sucedido em um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço, sofre 1d6 + Magia pontos de dano penetrante."
  },
  {
    "name": "Revigorar",
    "school": "Espírito",
    "manaCost": "4 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["drenar mana"],
    "duration": "1 rodada",
    "extraDuration": "1 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você emite ondas de mana, animando seus aliados. Os aliados a até 10 metros de você ganham +1 PF sempre que gerarem pontos de façanha. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 1 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Reviver",
    "school": "Criação",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [
      { "school": "Curandeiro Espiritual", "graduation": "veterano" }
    ],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Seu toque ajuda a erguer seus aliados caídos. Um alvo moribundo adjacente a você recupera um número de pontos de Saúde igual a 10 + a Constituição dele + sua Magia. Como personagens moribundos não podem fazer ações, você não pode lançar este feitiço em si mesmo."
  },
  {
    "name": "Sifão da Morte",
    "school": "Espírito",
    "manaCost": "7 PM",
    "actionTime": "açãoPrincipal",
    "NA": 15,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": ["bomba ambulante"],
    "duration": "Número de rodadas igual à sua Magia",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você usa energia entrópica dos arredores para recuperar mana. Qualquer criatura viva que morra a até 6 metros de você enquanto este feitiço estiver ativo restaura uma quantidade de pontos de mana igual à Magia da criatura (mínimo 1). Você não pode exceder seus pontos de mana máximos. Sifão da morte dura por um número de rodadas igual à sua Magia. Este feitiço e magia da morte são mutuamente exclusivos, e não podem ser mantidos ao mesmo tempo (lançar um cancela o outro)."
  },
  {
    "name": "Tempestade",
    "school": "Primal",
    "manaCost": "11+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "2d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["relâmpago"],
    "duration": "1 rodada",
    "extraDuration": "10 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "1d6 (se o teste for bem-sucedido)",
    "description": "Você cria uma pequena tempestade elétrica, com um raio de 4 metros, centrada em qualquer lugar a até 40 metros. Qualquer um na área da tempestade sofre 2d6 + Magia pontos de dano penetrante, devido aos relâmpagos. Alvos que sejam bem-sucedidos em um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço sofrem apenas 1d6 pontos de dano penetrante. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 10 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Terremoto",
    "school": "Primal",
    "manaCost": "11+ PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "",
    "test": ["DESTREZA (ACROBACIA)"],
    "prerequisite": ["punho de pedra"],
    "duration": "1 rodada",
    "extraDuration": "5 PM por rodada adicional",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "O solo estremece em uma área com 6 metros de raio centrada em qualquer lugar a até 30 metros. Qualquer um na área sofre uma penalidade de –2 em Defesa e uma penalidade de –5 em Velocidade. Os alvos também devem ser bem-sucedidos em um teste de DESTREZA (ACROBACIA) contra seu poder de feitiço ou cairão. Este feitiço dura uma rodada, mas você pode estendê-lo gastando 5 PM por rodada adicional, pagos como uma ação livre no início de cada turno."
  },
  {
    "name": "Varinha Rabdomântica",
    "school": "Espírito",
    "manaCost": "10 PM",
    "actionTime": "1 minuto",
    "NA": 17,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Espírito", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você expande seus sentidos em um raio de 100 metros para localizar um objeto. Este feitiço pode ser usado para localizar um item genérico (por exemplo, a fonte de água limpa ou a joia mais próxima) ou um item específico (por exemplo, o Riacho Cauld ou o sinete perdido do seu tio). Você deve estar familiarizado o bastante para visualizar na sua mente qualquer item específico que queira encontrar com este feitiço. O mestre pode revelar o local do objeto imediatamente, se ele estiver ao alcance, ou lhe conceder 5 PF para gastar em façanhas de exploração."
  },
  {
    "name": "Escravo de Sangue",
    "school": "Sangue",
    "manaCost": "20 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": ["hemorragia"],
    "duration": "Até o alvo resistir",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Um dos poderes mais temidos disponíveis aos magos do sangue, este feitiço permite que você assuma o controle do corpo de um inimigo. Se o alvo falhar, num teste de VONTADE (DISCIPLINA) contra seu poder de feitiço, você pode ditar as ações que ele faz em seu próximo turno. O alvo pode tentar um novo teste para resistir no início de cada turno seguinte. Uma vez que o alvo consiga resistir, o feitiço acaba. Todos os ataques feitos por um alvo sob seu controle sofrem uma penalidade de –2 devido à natureza imprecisa de sua manipulação. Alvos sem sangue não são afetados por este feitiço."
  },
  {
    "name": "Ferimento de Sangue",
    "school": "Sangue",
    "manaCost": "8 PM",
    "actionTime": "açãoPrincipal",
    "NA": 17,
    "baseDamage": "1d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": [{ "school": "Mago do Sangue", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você faz o sangue de todos os inimigos a até 12 metros ferver, causando dor excruciante. Todos os alvos sofrem 1d6 + Magia pontos de dano penetrante e devem fazer um teste de CONSTITUIÇÃO (VIGOR) contra o seu poder de feitiço. Aqueles que falharem podem fazer apenas uma ação menor em seu próximo turno. Alvos sem sangue ou substância similar não são afetados por este feitiço. Por exemplo, golens não são afetados, mas silvícolas selvagens são afetados através de sua seiva."
  },
  {
    "name": "Hemorragia",
    "school": "Sangue",
    "manaCost": "15 PM",
    "actionTime": "açãoPrincipal",
    "NA": 19,
    "baseDamage": "4d6 + Magia",
    "test": ["CONSTITUIÇÃO (VIGOR)"],
    "prerequisite": ["ferimento de sangue"],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "2d6 (se o teste for bem-sucedido)",
    "description": "Você assume o controle de um grande volume de sangue de um alvo visível a até 50 metros e o força a ser expelido por sua boca, nariz e olhos. O alvo deve fazer um teste de CONSTITUIÇÃO (VIGOR) contra seu poder de feitiço. Se falhar, sofre 4d6 + Magia pontos de dano penetrante; se tiver sucesso, sofre apenas 2d6 pontos de dano penetrante. Independentemente de ter sucesso, a natureza horrenda deste feitiço pode desmoralizar inimigos; a façanha feitiço imponente custa apenas 2 PF quando usada junto com hemorragia."
  },
  {
    "name": "Roubo de Pensamento",
    "school": "Sangue",
    "manaCost": "15 PM",
    "actionTime": "1 minuto",
    "NA": 17,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": [{ "school": "Mago do Sangue", "graduation": "veterano" }],
    "duration": "Até o alvo resistir",
    "extraDuration": "5 PM por minuto adicional",
    "extraManaCost": "2 PM por pergunta",
    "extraDamage": "",
    "description": "Este feitiço permite que um mago do sangue sonde profundamente os pensamentos de um alvo, descobrindo seus segredos, desejos e medos mais íntimos. Você deve tocar a testa do alvo e concentrar-se por um minuto, enquanto o alvo faz um teste de VONTADE (DISCIPLINA) contra seu poder de feitiço. Se ele for bem-sucedido, você falha em penetrar em sua mente, mas pode gastar 5 PM adicionais para estender o tempo de lançamento por mais um minuto e forçar o alvo a fazer o teste novamente. Uma vez que o alvo falhe no teste, você tem acesso à sua mente e pode gastar 2 PM para pedir ao mestre a resposta honesta do alvo para uma pergunta. Você pode fazer uma pergunta por minuto, até um número máximo de perguntas igual à sua Magia. Este feitiço é doloroso para o alvo, embora não cause dano real."
  },
  {
    "name": "Sacrifício de Sangue",
    "school": "Sangue",
    "manaCost": "5 PM",
    "actionTime": "açãoPrincipal",
    "NA": 14,
    "baseDamage": "",
    "test": ["Vazio"],
    "prerequisite": [{ "school": "Mago do Sangue", "graduation": "veterano" }],
    "duration": "Instantâneo",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você pode usar a força vital de um aliado voluntário visível a até 25 metros de distância para recuperar sua própria Saúde. Este aliado deve ter sangue (não pode ser um golem, por exemplo). Você ganha 1 ponto de Saúde para cada 1 ponto de Saúde perdido pelo aliado, até um máximo de 25. Isto pode resultar na morte do alvo, se sua Saúde for reduzida a 0. O alvo de um sacrifício de sangue recupera Saúde perdida normalmente."
  },
  {
    "name": "Tortura",
    "school": "Sangue",
    "manaCost": "3 PM",
    "actionTime": "1 minuto",
    "NA": 13,
    "baseDamage": "",
    "test": ["VONTADE (DISCIPLINA)"],
    "prerequisite": [{ "school": "Mago do Sangue", "graduation": "veterano" }],
    "duration": "Enquanto mantido",
    "extraDuration": "",
    "extraManaCost": "",
    "extraDamage": "",
    "description": "Você estende tênues gavinhas de energia entrópica para o alvo, que deve estar a até 2 metros quando o feitiço for lançado. Enquanto você se concentrar, pode causar uma dor terrível e agonizante no alvo. A vítima deve fazer um teste de VONTADE (DISCIPLINA) contra seu poder de feitiço para resistir a responder a suas perguntas ou cumprir suas exigências. A vítima sofre uma penalidade de –3 em todos os testes enquanto o feitiço persistir, embora não sofra dano. Você não pode ter mais de um feitiço tortura ativo ao mesmo tempo. Tortura é um feitiço favorito em interrogatórios, pois não causa dano físico real e não deixa sinais ou marcas. Uma pessoa de constituição fraca pode morrer devido ao uso prolongado do feitiço, mas exceto por isso, ele é muito mais seguro e eficiente do que métodos convencionais. Histórias deste feitiço são uma das muitas razões pelas quais as pessoas temem os magos do sangue."
  }
]
